[
  {
    "term": "abrasion",
    "definition": "An injury that results from scraping or wearing away at the tissue in the mouth. This could be caused by injury to the mouth or the use of dental appliances."
  },
  {
    "term": "abscess",
    "definition": "A collection of pus and/or debris that grows in tissue, generally pink to red in color, normally presenting with swelling, inflammation, and tenderness. An abscess can appear for various reasons in any part of the body, including the mouth."
  },
  {
    "term": "adhesive",
    "definition": "The procedure of applying any substance to the surfaces of materials that binds them together to prevent separation. This process relies on molecular forces in the area of contact between different surfaces."
  },
  {
    "term": "adjunctive",
    "definition": "A secondary treatment in addition to the primary treatment. Depending on insurance coverage, these treatments could include fluoride applications for adults, gum care, or nutrition counseling."
  },
  {
    "term": "alloy",
    "definition": "A combination of two or more metals or a composed material of a metal and a nonmetal. It may be a single phase, a mixture of metallic phases, or an intermetallic compound."
  },
  {
    "term": "anesthesia",
    "definition": "A medical procedure to control pain during surgery. It is a temporary state consisting of unconsciousness, pain relief, loss of memory, and muscle relaxation."
  },
  {
    "term": "apex",
    "definition": "The end or last part of the root of a tooth. It can also be defined as the extremity or terminal portion of the root."
  },
  {
    "term": "artificial crown",
    "definition": "A replacement cap placed over a broken, damaged, or weakened tooth. It may be used after a root canal, over a large filling, or to restore a broken tooth."
  },
  {
    "term": "benign",
    "definition": "Benign is a medical term used to describe an object or growth that is not immediately harmful to the body. It is the opposite of malignant."
  },
  {
    "term": "biopsy",
    "definition": "In dentistry, a biopsy consists of removing an area of soft tissue inside the mouth in order to help diagnose a lesion that has no obvious cause."
  },
  {
    "term": "bleaching",
    "definition": "A procedure in dentistry that assists in whitening teeth."
  },
  {
    "term": "bonding",
    "definition": "In dental terms bonding is most likely the least expensive cosmetic procedure and one of the easiest. Resin, is a compound that can be shaped and formed to a tooth that may have a chip, crack, hole and even gaps. It adheres nicely to the tooth and can be done by most all dentists."
  },
  {
    "term": "bridge",
    "definition": "A dental bridge refers to the process of creating a bridge over a gap in the teeth, usually from one or more missing teeth."
  },
  {
    "term": "canal",
    "definition": "The space and area between the tooth's root in a person's mouth that is usually involved with some dental procedures such as a root canal and other surgeries involving the mouth."
  },
  {
    "term": "caries",
    "definition": "A form of tooth decay and deterioration of oral health that is due to an infection from a bacterial origin in a person's mouth that causes the demineralization and destruction of hard tissues."
  },
  {
    "term": "cavity",
    "definition": "A cavity is a decayed section of a tooth. Cavities can typically be filled, however can require more invasive procedures such as root canals depending upon the severity."
  },
  {
    "term": "cleft lip",
    "definition": "A cleft lip is a birth defect found in newborn children. The cleft refers to a gap that develops on the top lip, creating a space that splits the top lip into two visible parts."
  },
  {
    "term": "clenching",
    "definition": "Clenching is the act of pressing the teeth together with force. This is typically done out of anger or to suppress some other emotion."
  },
  {
    "term": "clinical crown",
    "definition": "A reproduction of a part of top of a person's tooth that is used to cover a missing area of said tooth to prevent further deterioration of the area due to constant use and aging."
  },
  {
    "term": "coronal",
    "definition": "Coronal in dental terms means in the direction of or relating to the crown of the tooth (as opposed to the root). A coronal polishing would entail a brushing and cleansing of the surfaces of the crowns of one's teeth."
  },
  {
    "term": "crown",
    "definition": "A dental crown is a device used to cap a tooth. It covers the tooth to improve its appearance, strength and usability. A crown is cemented on and can be considered semi-permanent."
  },
  {
    "term": "decay",
    "definition": "Decay is defined as the process of a dead, rotted area on a tooth. It is also referred to as a dead tooth structure."
  },
  {
    "term": "dental prosthesis",
    "definition": "A dental prosthesis is an artificial device used to correct dental defects such as missing teeth (or missing parts of teeth). They can also be used to replace missing soft or hard structures of the jaw and palate."
  },
  {
    "term": "dentin",
    "definition": "Dentin is the hard, dense, calcareous (made up of calcium carbonate) material that makes up the majority of the tooth underneath the enamel. It is harder and more dense than bone. It is one of four components that make up the tooth. It is the second layer of the tooth."
  },
  {
    "term": "enamel",
    "definition": "Dental enamel is the hard thin translucent layer that serves as protection for the dentin of a tooth crown. It is made up of calcium salts."
  },
  {
    "term": "enteral",
    "definition": "It typically involves the gastrointestinal tract, usually the small intestine. It sometimes involves the use of a feeding tube to the intestinal track when normal feeding is not possible."
  },
  {
    "term": "erosion",
    "definition": "Dental, or acid erosion, is the eating away of enamel and dentin by foods and drinks with a low pH. Often thought to be caused by pop and certain fruit juices."
  },
  {
    "term": "excision",
    "definition": "Excision is the process of surgically removing a tooth or connecting tissue at its base from the jaw."
  },
  {
    "term": "exfoliative",
    "definition": "Exfoliative describes the thin layer of skin or epidermis shed from the surface of the gum area."
  },
  {
    "term": "extracoronal",
    "definition": "Extracoronal is outside the crown of a tooth."
  },
  {
    "term": "extraction",
    "definition": "An extraction is the proper surgical removal of any particular item. In the framework of dentistry, this would perhaps most often refer to the extraction of teeth, perhaps due to severe damage or decay, severe traumatic injury to the tooth, or to reduce crowding."
  },
  {
    "term": "filling",
    "definition": "A filling is a type of material that goes into a drilled or cleaned-out tooth to restore its ability to be used regularly. Typically, this is used after a root canal due to the opening left in a tooth."
  },
  {
    "term": "foramen",
    "definition": "A foramen is a broad term that refers to any natural opening in a bone. This can be a short passage like the ear canal or as open as an orifice like the mouth or nostril."
  },
  {
    "term": "fracture",
    "definition": "Fracture is defined as an act of breaking something, such as a tooth or bony structure within the mouth."
  },
  {
    "term": "furcation",
    "definition": "Bone loss as a result of tooth disease. It usually occurs at the root trunk of the tooth, where two or more roots come together."
  },
  {
    "term": "gingivectomy",
    "definition": "A surgical procedure done on the gums when someone suffers an extreme case of gingivitis, which is likely causing other serious health conditions. A Gingivectomy will reshape the gums, remove the gingivitis, and give your teeth a more natural shape."
  },
  {
    "term": "gingivitis",
    "definition": "Gingivitis is a common type of gum disease. It can result in gums becoming red, swollen, and irritated. It is caused by lack of proper dental care and can lead to more serious gum issues, sometimes even tooth loss. To prevent this, you should brush and floss daily and obtain regular dental checkups."
  },
  {
    "term": "graft",
    "definition": "A surgical procedure to move tissue from one site to another on the body, or from another person, without bringing its own blood supply with it. Sometimes, it can be an artificially manufactured device."
  },
  {
    "term": "implant",
    "definition": "An implant is a term used medically to describe a non-human object put inside a person's body to alter their appearance while looking like a natural body part."
  },
  {
    "term": "incisor",
    "definition": "Incisors are teeth towards the front of the mouth used to initially bite food."
  },
  {
    "term": "inlay",
    "definition": "An inlay is a filling that is fitted on a tooth with a cavity. The inlay is made by creating a mold of the tooth impression and then cementing it into place over the tooth. Inlays can be gold, silver, or porcelain."
  },
  {
    "term": "jaw",
    "definition": "IV sedation puts the patient into a state of deep relaxation and a feeling of not being bothered by what's going on. This type of sedation produces either partial or full memory loss from the time that it kicks in until the time that it wears off."
  }
]